"FanRefreshHeaderDefaultText" = "Pull down to refresh";
"FanRefreshHeaderPullingText" = "Release to refresh";
"FanRefreshHeaderRefreshingText" = "Loading...";

"FanRefreshAutoFooterDefaultText" = "Tap or pull up to load more";
"FanRefreshAutoFooterRefreshingText" = "Loading...";
"FanRefreshAutoFooterNoMoreDataText" = "No more data";

"FanRefreshBackFooterDefaultText" = "Pull up to load more";
"FanRefreshBackFooterPullingText" = "Release to load more.";
"FanRefreshBackFooterRefreshingText" = "Loading...";
"FanRefreshBackFooterNoMoreDataText" = "No more data";

"FanRefreshHeaderLastTimeText" = "Last update:";
"FanRefreshHeaderDateTodayText" = "Today";
"FanRefreshHeaderNoneLastDateText" = "No record";
